[
    {
        "title": "รถยนต์คันหนึ่งวิ่งด้วยอัตราเร็วคงที่ 20 เมตรต่อวินาที นานเท่าใดจึงจะเคลื่อนที่ได้ระยะทาง 500 เมตร",
        "options": [
            " 10 วินาที ", 
            " 15 วินาที ",
            " 20 วินาที",
            " 25 วินาที "
        ],
        "answer": 4
    },
    {
        "title": "เด็กคนหนึ่งออกกำลังกายด้วยการวิ่งด้วยอัตราเร็ว 6 เมตรต่อวินาที เป็นเวลา 1 นาที วิ่งด้วยอัตราเร็ว 5 เมตรต่อวินาที อีก 1 นาที แล้วเดินด้วยอัตราเร็ว 1 เมตรต่อวินาที อีก 1 นาที จงหาอัตราเฉลี่ยในช่วงเวลา 3 นาที",
        "options": [
            "3.0 เมตรต่อวินาที",
            "3.5 เมตรต่อวินาที",
            "4.0 เมตรต่อวินาที",
            "4.5 เมตรต่อวินาที"
        ],
        "answer": 3
    },
    {
        "title": "เด็กคนหนึ่งเดินไปทางทิศเหนือได้ระยะทาง 300 เมตร จากนั้นเดินทางไปทางทิศตะวันออกได้ระยะทาง 400 เมตร ใช้เวลาเดินทางทั้งหมด 500 วินาที เด็กคนนี้เดินทางด้วยอัตราเร็วเฉลี่ยเท่าไร",
        "options": [
            "0.2 เมตรต่อวินาที",
            "1.0 เมตรต่อวินาที",
            "1.4 เมตรต่อวินาที",
            "2.0 เมตรต่อวินาที"
        ],
        "answer": 3
    },
    {
        "title": "โยนลูกบอลขึ้นไปในแนวดิ่งด้วยความเร็วต้น 4.9 เมตรต่อวินาที นานเท่าใดลูกบอลจึงจะเคลื่อนที่ไปถึงจุดสูงสุด",
        "options": [
            "0.5 วินาที",
            "1.0 วินาที",
            "1.5 วินาที",
            "2.0 วินาที"
        ],
        "answer": 1
    },
    {
        "title": "รถไต่ถังเคลื่อนที่ด้วยอัตราเร็วสม่ำเสมอและวิ่งครบรอบได้ 5 รอบในเวลา 2 วินาที หากคิดในแง่ความถี่ของการเคลื่อนที่ ความถี่จะเป็นเท่าใด",
        "options": [
            "1.5 เฮิรซ์",
            "2.5 เฮิรซ์",
            "0.4 เฮิรซ์",
            "0.5 เฮิรซ์"
        ],
        "answer": 2
    },
    {
        "title": "ถ้าปล่อยให้ก้อนหินตกจากยอดตึกสู่พื้น การเคลื่อนที่ของก้อนหินก่อนจะกระทบพื้นจะเป็นตามข้อใด ถ้าไม่คิดแรงต้านของอากาศ",
        "options": [
            " ความเร็วคงที่ ",
            "ความเร็วเพิ่มขึ้นอย่างสม่ำเสมอ",
            "ความเร็วลดลงอย่างสม่ำเสมอ",
            "ความเร็วเพิ่มขึ้นแล้วลดลง"
        ],
        "answer": 2
    },
    {
        "title": "ถ้าปล่อยให้วัตถุตกลงในแนวดิ่งอย่างเสรี หากวัตถุนั้นตกกระทบพื้นดินในเวลา 5 วินาที ถามว่าวัตถุจะกระทบพื้นดินด้วยความเร็วเท่ากับกี่เมตรต่อวินาที",
        "options": [
            "4.9 เมตรต่อวินาที",
            "9.8 เมตรต่อวินาที",
            "39.0 เมตรต่อวินาที",
            "49.0 เมตรต่อวินาที"
        ],
        "answer": 4
    },
    {
        "title": "รถยนต์ A เริ่มเคลื่อนที่จากหยุดนิ่งโดยอัตราเร็วเพิ่มขึ้น 2 เมตรต่อวินาที ทุก 1 วินาที เมื่อสิ้นวินาทีที่ 5 รถจะมีอัตราเร็วเท่าใด",
        "options": [
            "5 เมตรต่อวินาที",
            "10 เมตรต่อวินาที",
            "5 เมตรต่อวินาที",
            "20 เมตรต่อวินาที"
        ],
        "answer": 2
    },
    {
        "title": "คลื่นเคลื่อนที่จากตัวกลางหนึ่งไปยังอีกตัวกลางหนึ่ง ปริมาณใดต่อไปนี้ไม่เปลี่ยนแปลง",
        "options": [
            "ความถี่",
            "ความยาวคลื่น",
            "อัตราเร็ว",
            "ทิศทางการเคลื่อนที่ของคลื่น"
        ],
        "answer": 1
    },
    {
        "title": "ถ้ากระทุ่มน้ำเป็นจังหวะสม่ำเสมอ ลูกปิงปองที่ลอยอยู่ห่างออกไปจะเคลื่อนที่อย่างไร",
        "options": [
            "ลูกปิงปองเคลื่อนที่ห่างออกไปครับ",
            " ลูกปิงปองเคลื่อนที่ขึ้น-ลงอยู่ที่ตำแหน่งเดิม",
            "ลูกปิงปองเคลื่อนที่เข้ามาหา",
            "ลูกปิงปองเคลื่อนที่ไปด้านข้าง"
        ],
        "answer": 2
    },
    {
        "title": "เมื่อคลื่นเคลื่อนจากตัวกลางที่หนึ่งไปยังตัวกลางที่สองโดยอัตราเร็วของคลื่นลดลงถามว่า สำหรับคลื่นในตัวกลางที่สอง ข้อความใดถูกต้อง",
        "options":[
            "ความถี่เพิ่มขึ้น",
            "ความถี่ลดลง",
            "ความยาวคลื่นมากขึ้น",
            "ความยาวคลื่นน้อยลง"
        ],
        "answer":4
    },
    {
        "title": "ชาวประมงส่งคลื่นโซนาร์ไปยังฝูงปลา พบว่าช่วงเวลาที่คลื่นออกไปจากเครื่องส่งจนกลับมาถึงเครื่องเป็น 1.0 วินาทีพอดี จงหาว่าปลาอยู่ห่างจากเรือเท่าใด (กำหนดให้ความเร็วของคลื่นในน้ำเป็น 1,540 เมตรต่อวินาที)",
        "options":[
            "260 เมตร",
            "520 เมตร",
            "770 เมตร",
            "1,540 เมตร"
        ],
        "answer":3
    },
    {
        "title": "ข้อใดต่อไปนี้เป็นวัตถุประสงค์ของการบุผนังของโรงภาพยนตร์ด้วยวัตถุกลืนเสียง",
        "options":[
            "ลดความถี่ของเสียง",
            "ลดการสะท้อนของเสียง",
            "ลดความดังของเสียง",
            "ลดการหักเหของเสียง"
        ],
        "answer":2
    },
    {
        "title": "ความถี่เรโซแนนซ์พื้นฐานของท่อก้นปิดปลายบนจะเปิดจะเปลี่ยนไปจากเดิมกี่ hertz ถ้าอุณหภูมิของอากาศเพิ่มขี้นจาก t = 30 ไปเป็น t = 40 กำหนดว่าอัตราเร็วของเสียงในอากาศนิ่งที่ความดันขณะนั้นเป็น  v(t) = 332 + (0.6)(t )  เมตรต่อวินาที",
        "options":[
            "5",
            "15",
            "25",
            "35"
        ],
        "answer":1
    },
    {
        "title": "แหล่งกำเนิดเสียงที่ส่งเสียงออกรอบตัวอย่างสมมาตร จะให้ระดับเสียงเพิ่มขึ้นกี่เดซิเบลจากเดิม เมื่อผู้ฟังอยู่ที่ระยะห่างครึ่งหนึ่งของระยะเดิม",
        "options":[
            "0.3",
            "0.5",
            "4",
            "6"
        ],
        "answer":4
    },
    {
        "title": "เหรียฐโลหะหนาสม่ำเสมอ ที่อุณหภูมิห้องมีรัศมีในเป็น R1 และรัศมีอกเป็น R2 ต่อมาทำให้เหรียนทองร้อนขึ้นสม่ำเสมอทั้งชิ้น ข้อใดกล่าวถูกต้อง",
        "options":[
            " R1 โตขึ้น R2 โตขึ้น",
            " R1 ลดลง R2 โตขึ้น",
            " R1 ลดลง R2 ลดลง",
            " R1 โตขึ้น R2 ลดลง"
        ],
        "answer":1
    },
    {
        "title": "ในการเทียบเสียงกีตาร์กับหลอดเทียบเสียงมาตรฐานเมื่อดีดสายกีตาร์พร้อมกับหลอดเทียบเสียง เกิดบีตส์ขึ้นที่ความถี่หนึ่ง แต่เมื่อขันให้สายตึงขึ้นเล็กน้อยความถี่ของบีตส์สูงขึ้น ความถี่ของเสียงกีตาร์เดิมเป็นอย่างไร",
        "options":[
            "สูงกว่าเสียงมาตรฐาน",
            "ต่ำกว่าเสียงมาตรฐาน",
            "เท่ากับเสียงมาตรฐาน",
            "อาจจะมากกว่าหรือน้อยกว่าเสียงมาตรฐานก็ได้"
        ],
        "answer":1
    },
    {
        "title": "ถ้าดีดกีตาร์แล้วพบว่าเสียงที่ได้ยินต่ำกว่าปกติ จะมีวิธีปรับแก้ไขให้เสียงสูงขึ้นได้อย่างไร",
        "options":[
            "เปลี่ยนใช้สายเส้นใหญ่ขึ้น",
            "ปรับให้หย่อนลง",
            "ปรับตำแหน่งสายให้ยาวขึ้น",
            "ปรับสายให้ตึงขึ้น"
        ],
        "answer":4
    },
    {
        "title": "ระดับเสียงและคุณภาพเสียงขึ้นอยู่กับสมบัติใดตามลำดับ",
        "options":[
            "ความถี่ รูปร่างคลื่น",
            "รูปร่างคลื่น ความถี่",
            "แอมพลิจูด ความถี่",
            "ความถี่ แอมพลิจูด"
        ],
        "answer":1
    },
    {
        "title": "อัตราการสลายตัวของกลุ่มนิวเคลียสกัมมันตรังสี A ขึ้นอยู่กับอะไร",
        "options":[
            "อุณหภูมิ",
            "ความดัน",
            "ปริมาตร",
            "จำนวนนิวเคลียส A ที่มีอยู่"
        ],
        "answer":4
    }
]
